Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: • World Health Organization (WHO) experts will meet in Geneva on Tuesday to discuss whether to攀.ü곀Ք用ձiŷ̈㍀՗د الدكتور أحمد زويل في مدينة دمنهور بجمهورية مصر العربية في السادس _والعشرين من فبراير/ شباط عام 1946, وبدأ المرحلة اولاى من تعليمه بمدينة دمنهور
ar: • سيلتقي خبراء منظمة الصحة العالمية في جنيف يوم الثلاثاء لمناقشة هل يعلنوا إنذار للوباء

source: • The European Commission also said it was calling an urgent meeting of health ministers to discuss the situation
ar: • وقالت المفوضية الأوروبية أيضاً إنها كانت تدعو إلى عقد اجتماع عاجل لوزراء الصحة لبحث الوضع

source: • The World Bank is providing Mexico with more than $200m in loans to help it deal with the outbreak
ar: • قدم البنك الدولي إلى المكسيك أكثر من 200 مليون دولار في شكل قروض للمساعدة في معالجة تفشي الوباء

source: • Shares in airlines have fallen sharply on fears about the economic impact of the outbreak
ar: • هبطت أسهم شركات الطيران هبوطاً حاداً وسط مخاوف إزاء الأثر الاقتصادي لتفشي المرض

source: Vigilance urged
ar: وجوب اليقظة

source: The WHO - the UN's health agency - has said the swine flu virus could be capable of mutating into a more dangerous strain.
ar: وقالت منظمة الصحة العالمية التابعة للأمم المتحدة إن فيروس أنفلونزا الخنازير يمكن أن يكون قادر على التحور إلى سلالة أكثر خطراً.

source: But officials say they need more information on the virus to determine the threat it poses.
ar: ولكن يقول المسئولون إنهم بحاجة إلى المزيد من المعلومات عن الفيروس لتحديد الخطر الذي يشكله.

source: Dr Keiji Fukuda, WHO's assistant director-general in charge of health security, said all countries were looking at this situation very seriously.
ar: وقال الدكتور كيجي فوكودا المدير العام المساعد المسئول عن الأمن الصحي في منظمة الصحة العالمية إن كل الدول تنظر إلى الموقف بجدية.

source: But it's also clear that we are in a period in which the picture is evolving... [and that] we have to be very careful to collect the best possible information, he said.
ar: وأضاف لكنه من الواضح أيضاً أننا في فترة تدور فيه الآية ... وإنه علينا أن نكون حذرين للغاية لجمع أكبر قدر ممكن من المعلومات.

source: The WHO is advising all countries to be vigilant for seasonally unusual flu or pneumonia-like symptoms among their populations - particularly among young healthy adults, a characteristic of past pandemics.
ar: وتنصح منظمة الصحة العالمية جميع البلدان على أن تكون مستعدة لاستقبال أنفلونزا موسمية غير عادية أو أعراض تشبه الالتهاب الرئوي بين سكانها وخاصة بين البالغين الشباب الأصحاء وهي سمة من سمات الأوبئة الماضية.

source: Most of those who have died so far in Mexico were young adults.
ar: ومعظم الذين ماتوا حتى الآن في المكسيك من الشباب.

source: The H1N1 virus is the same strain that causes seasonal flu outbreaks in humans but the newly detected version contains genetic material from versions of flu which usually affect pigs and birds.
ar: إن فيروس إتش 1 إن 1 هو نفس السلالة التي تسبب تفشي الأنفلونزا الموسمية في البشر ولكن النسخة المكتشفة حديثاً تتضمن مواد جينية من أنواع الأنفلونزا التي عادة ما تؤثر على الخنازير والطيور.

source: There is currently no vaccine for the new strain, but severe cases can be treated with antiviral medication. Dr Fukuda said years of preparing for bird flu had boosted world stocks of anti-virals.
ar: ولا يوجد حالياً أي لقاح للسلالة جديدة، ولكن الحالات الشديدة يمكن علاجها بالأدوية المضادة للفيروسات، وقال دكتور فوكودا إن سنوات من الإعداد لأنفلونزا الطيور أدى إلى زيادة المخزون العالمي من مضادات الفيروسات.

source: Widespread cases
ar: حالات واسعة الاتنشار

source: In the US, eight cases have been confirmed among New York students, seven in California, two in Texas, two in Kansas and one in Ohio.
ar: في الولايات المتحدة، تم تأكيد إصابة ثماني حالات بين طلاب نيويورك وسبعة في كاليفورنيا واثنين في تكساس واثنين في كانساس وواحدة في أوهايو.

source: I do fear that we will have deaths, Dr Anne Schuchat of the US Centers for Disease Control and Prevention (CDC) told reporters.
ar: وقالت الدكتورة أني شوشاط من المراكز الأمريكية لمكافحة الأمراض والوقاية منها للصحفيين أخشى من حدوث حالات وفاة.

source: The Canadian cases were recorded at opposite ends of the country: two in British Columbia in the west, and four in the Atlantic province of Nova Scotia.
ar: وسُجلت حالات الإصابة في كندا فى طرفى البلد: اثنتان في مقاطعة كولومبيا البريطانية في الغرب وأربع في مقاطعة نوفا سكوتيا بالمحيط الأطلسي.

source: In Spain, a young man who had recently returned from Mexico was found to have the virus. He was said to be in a stable condition.
ar: وفي أسبانيا، اُكتشف إصابة شاب بالفيروس وكان قد عاد مؤخراً من المكسيك، ويقال إن حالته مستقرة.

source: A number of countries in Asia, Latin America and Europe have begun screening airport passengers for symptoms.
ar: وبدأ عدد من البلدان في آسيا وأمريكا اللاتينية وأوروبا في فحص الركاب بالمطار بحثاً عن الأعراض.

source: Russia, China and Thailand have banned imports of raw pork and pork products from Mexico and parts of the US. But Dr Fukuda said that there was no evidence to link exposure to pork with infection.
ar: وفرضت كل من روسيا والصين وتايلاندا حظراً على استيراد لحم الخنزير الخام ومنتجاته من المكسيك وبعض الأجزاء في الولايات المتحدة، ولكن الدكتور فوكودا يقول أنه لا يوجد دليل على ارتباط التعرض للحم الخنازير والإصابة بالمرض.

source: In the Mexican capital, schools, bars and public buildings remain closed and many people are choosing to stay indoors.
ar: وفي العاصمة المكسيكية، ظلت المدارس والمباني العامة والحانات مغلقة وفضل الكثير من الناس البقاء في منازلهم.

source: Some people are beginning to worry about the effects swine flu is having on their livelihoods and the Mexican economy in general.
ar: وبدأ بعض الناس في القلق حيال تأثير أنفلونزا الخنازير على سبل معيشتهم وعلى الاقتصاد المكسيكي بشكل عام.

source: Fear of the virus is expected to lead to many tourists cancelling their holidays and Mexican exports are already beginning to be affected.
ar: ومن المتوقع أن يؤدي الخوف من المرض إلى إلغاء العديد من السياح أجازاتهم وبدأت الصادرات المكسيكية في التأثر بالفعل.

source: Saudi women face gyms ban
ar: المرأة السعودية تواجه حظراً على صالات الجيم

source: Action taken to shut down unlicensed, all-women fitness clubs, condemned as 'shameless' by Saudi Arabia's clerics
ar: اُتخذت إجراءات لغلق نوادي اللياقة البدنية النسائية غير المرخصة التي وصفها رجال الدين بالمملكة العربية السعودية بالمخزية

source: Saudi women could see their private sports clubs and gyms closed down because the government seems likely to agree licensing of the clubs for men only.
ar: يمكن أن ترى المرأة السعودية ناديها الرياضي وصالات الجيم التي كانت ترتادها مغلقة لأن الحكومة ترجح الموافقة على منح التراخيص لأندية الرجال فقط.

source: But news of the likely shutdown of dozens of female-only gyms came as a government official suggested that women might be allowed to vote in municipal elections, although they would still be barred from running for office.
ar: وتأتي الأنباء عن احتمال غلق العشرات من صالات الجيم الخاصة بالنساء فقط مع اقتراح مسئول حكومي بالسماح للنساء للتصويت في الانتخابات المحلية على الرغم من أنها لا تزال ممنوعة من الترشيح للمناصب.

source: With the sexes strictly separated in public in the conservative kingdom, the two reports illustrate the slow and fitful nature of the progress made since the octogenarian King Abdullah instigated reforms three years ago.
ar: ومع الفصل الصارم بين الجنسين في الأماكن العامة في المملكة المحافظة، أوضح تقريران طبيعة التقدم البطيء والمتقطع المحرز منذ أن دعا الملك عبد الله وهو في الثمانينيات من عمره بالإصلاح منذ ثلاث سنوات.

source: This year the government appointed its first woman as deputy minister to run a department for female students. But women are still banned from driving and they face many other restrictions. They are required to have compulsory guardianship by a male.
ar: وعينت الحكومة هذا العام أول امرأة تشغل منصب نائب الوزير لإدارة قسم للطالبات، ولكن المرأة مازالت ممنوعة من القيادة ومازالت تواجه العديد من القيود الأخرى، ويتطلب منها أن يكون لديها واصي إلزامي من الذكور.

source: 's austere brand of Wahhabi Islam forbids the mixing of unrelated members of the opposite sex. In the ­presence of strange men, women must remain covered.
ar: ويحرم المذهب الصارم الإسلام الوهابي الذي تتبعه المملكة العربية السعودية الاختلاط بين الأفراد غير الأقارب مع الجنس الآخر، وفي وجود رجال غرباء، يجب أن تبقى المرأة مغطاة.

source: The problem that has emerged in recent months is that women's gyms are unlicensed and so illegal. Female fitness fans complain of a lack of places to exercise outside the home since they cannot use men's clubs.
ar: والمشكلة التي برزت في الأشهر الأخيرة هي أن صالات الجيم النسائية غير مرخصة وبالتالي غير قانونية، وتشتكي النساء اللاتي يهتمن بلياقتهن من عدم وجود أماكن لممارسة الرياضة خارج البيت حيث لا يمكنهن استخدام أندية الرجال.

source: The general presidency for sport and youth welfare is responsible for men's gyms but it has not been allowed or prepared to regulate those for women.
ar: وتعد الرئاسة العامة لرعاية الشباب والرياضة هي المسئولة عن صالات الجيم الخاصة بالرجال ولكنها لم يتم السماح لها أو إعدادها لتنظيم النوادي الخاصة بالنساء.

source: Businessman Bader Al-Shibani wanted to open a women's sports club along with the one he runs for men in Jeddah. I ran into a stone wall at every turn, he said. Every department I visited denied that they had the authority to give permission to establis
ar: وأراد رجل الأعمال بدر الشيباني فتح نادي رياضي للمرأة جنباً إلى جنب النادي الذي يديره للرجال في جدة، وقال لقد واجهت جداراً حجرياً عند كل منحني، وأضاف كل قسم زرته أنكر أن لديه السلطة لإعطاء الإذن لإنشاء نادي للنساء، وفي النهاية تخليت عن المشروع.

source: Action has already been taken against two women's gyms, in Jeddah and in Dammam, according to al-Madinah newspaper. Clubs in Riyadh have so far been spared.
ar: ووفقاً لما جاء في صحيفة المدينة، اُتخذت بالفعل إجراءات ضد صالتين للجيم الخاصة بالنساء في جدة والدمام، وحتى الآن نوادي الرياض بمنأى عن ذلك.

source: This month a group of Saudi women launched a campaign entitled Let Her Get Fat, in opposition to a decision to close down all-female wellness centres that are not under the supervision of a government hospital or clinic.
ar: أطلقت مجموعة من السعوديات هذا الشهر حملة بعنوان اتركوها تسمن اعتراضاً على قرار إغلاق جميع مراكز الرشاقة الخاصة بالإناث التي ليست تحت إشراف مستشفى أو عيادة حكومية.

source: Leading Saudi clerics have condemned the gyms and clubs as shamelessness and warned that women would be tempted to leave their homes and neglect their husbands and children.
ar: وأدان رجال دين سعوديون كبار صالات الجيم والأندية واصفين إياها بالخزي وحذروا من أنها ستغري المرأة على ترك منزلها وإهمال زوجها وأطفالها.

source: However, it has been reported that Prince ­Mansour bin Muteb, deputy minister for municipal and rural affairs, has suggested that Saudi women be allowed to vote.
ar: ومع ذلك، أفادت تقارير أن الأمير منصور بن متعب نائب وزير الشئون المحلية اقترح أن يتم السماح للمرأة السعودية بالتصويت.

source: Only eligible males voted in municipal elections in 2005, which were the kingdom's first countrywide polls since the state was created in 1932.
ar: الذكور فقط هم الأصوات الشرعية التي صوتت في الانتخابات المحلية عام 2005، التي كانت أول انتخابات على مستوى البلد منذ قيام المملكة عام 1932.

source: Last month Prince Nayef, the powerful interior minister and half-brother of King Abdullah, said the kingdom had no need of either women MPs or elections. Shortly afterward he was named second deputy prime minister, boosting his chances for the succession.
ar: وفي الشهر الماضي، قال الأمير نايف وزير الداخلية وهو أخ غير شقيق للملك عبد الله إن المملكة ليست بحاجة إلى عضوات بالبرلمان أو ناخبات، وبعد تصريحاته بفترة وجيزة عُين النائب الثاني لرئيس الوزراء مما يعزز من فرصه في الخلافة.

source: Abbas urges Hamas, Fatah to agree on unity gov't
ar: عباس يحث حماس وفتح للإتفاق على حكومة وحدة

source: Special Report:
ar: تقرير خاص:

source: Palestine-Israel Conflicts
ar: الصراعات بين فلسطين وإسرائيل

source: RAMALLAH, April 27 (Xinhua) -- Palestinian President Mahmoud Abbas on Monday urged rival Fatah and Hamas conferees in Cairo to overcome their differences to form a unity government.
ar: رام الله، 27 أبريل (شينخوا) – حث الرئيس الفلسطيني محمود عباس يوم الاثنين حركتي فتح وحماس المجتمعين في القاهرة على التغلب على خلافاتهما من أجل تشكيل حكومة وحدة.

source: Abbas, addressing a young Palestinian parliament association at his office, called on Hamas, which rules the Gaza Strip since June 2007, to agree on forming a government that accepts the signed interim treaties with Israel.
ar: ودعا عباس متحدثاً أمام عضو شاب من رابطة البرلمان الفلسطيني في مكتبه حركة حماس التي تحكم قطاع غزة منذ يونيو 2007 الإتفاق على تشكيل حكومة تقبل المعاهدات المؤقتة الموقعة مع إسرائيل.

source: Leaders of rival Fatah and Hamas movements began another round of dialogue in Cairo on Monday, aimed at reaching an agreement on forming a unity government that prepares for elections before Jan. 25 next year.
ar: وبدأ زعماء حركتي فتح وحماس جولة جديدة من الحوار في القاهرة يوم الاثنين التي تهدف إلى التوصل إلى إتفاق بشأن تشكيل حكومة وحدة والتي تستعد للانتخابات قبل 25 يناير من العام القادم.

source: I call on Cairo dialogue to agree on forming a government that will run the country's affairs, reunite it and rebuild Gaza, then go to elections, said Abbas, adding that we cannot rebuild Gaza without this government.
ar: وقال عباس أدعو حوار القاهرة إلى الإتفاق على تشكيل حكومة تدير شئون البلاد وتعيد توحيدها وتعيد بناء قطاع غزة ثم تتجه إلى الانتخابات، وأضاف قائلاً لا يمكننا إعادة بناء غزة دون هذه الحكومة.

source: Abbas stressed his demand for all the Palestinian factions, including Hamas, to accept the signed agreements with Israel.
ar: وشدد عباس على مطالبته لجميع الفصائل الفلسطينية بما فيها حماس بقبول الإتفاقات الموقعة مع إسرائيل.

source: Hamas movement refuses to abide by the international requirements related to recognizing Israel and the signed peace agreements and condemning violence.
ar: وترفض حركة حماس الامتثال للمطالب الدولية المتصلة بالاعتراف بإسرائيل وإتفاقات السلام الموقعة ونبذ العنف.

source: Abbas pledged to guarantee honest elections and that if Hamas wins, he will hand over power to the radical movement because we believe in democracy.
ar: وتعهد عباس على ضمان إجراء انتخابات نزيهة وأنه في حالة فوز حماس، سيسلم السلطة للحركة لأننا نؤمن بالديمقراطية.

source: Hamas movement, which won the latest parliamentary elections in January 2006, has formed two governments. Abbas deposed the national unity one after the movement took over the Gaza Strip by force.
ar: وكانت حركة حماس التي فازت في الانتخابات البرلمانية الأخيرة في يناير 2006 قد شكلت حكومتين، وخلع عباس حكومة الوحدة الوطنية منها بعد أن استولت حماس على قطاع غزة بالقوة.

source: Abbas added that if elections were not held by Jan. 24, then there will be no legitimacy to anyone - not the government, not the parliament and not the president.
ar: وأضاف عباس أنه إذا لم تُجر الانتخابات بحلول 24 يناير، إذا لن تكون هناك شرعية لأي أحد، ليس للحكومة ولا البرلمان ولا الرئيس.

source: Meanwhile, Abbas said he wants to continue peace talks with Israel, but reiterated that these talks would only resume on the basis of the Arab peace initiative issued at the Arab summit held in Beirut in 2002.
ar: ومن ناحية أخرى، قال عباس إنه يريد الاستمرار في إجراء محادثات السلام مع إسرائيل، لكنه كرر التأكيد على أن هذه المحادثات لن تستأنف إلا في ظل مبادرة السلام العربية التي صُدرت في مؤتمر القمة العربية الذي عقد في بيروت في عام 2002.

source: Talks can be resumed if Israel accepts the two-state solution and the road map peace plans which calls for total freeze of settlement activities and removal of checkpoints, said Abbas.
ar: وقال عباس يمكن استئناف المحادثات إذا قبلت إسرائيل حل الدولتين وخطة خريطة الطريق للسلام التي تدعو إلى تجميد الأنشطة الاستيطانية بالكامل وإزالة نقاط التفتيش.

source: Researcher Uses His Thoughts to Update Twitter
ar: باحث يحدث تويتر بأفكاره

source: A doctoral student at the University of Wisconsin-Madison is developing a way for those whose brain function normal, but bodies don't work can communicate better.
ar: يطور باحث دكتوراه في جامعة ويسكونسن ماديسون وسيلة تتيح لأولئك الذين تعمل عقولهم ولكن أجسادهم لا تعمل التواصل على نحو أفضل.

source: Using an electrode-studded cap wired to a computer, Adam Wilson can update a Twitter status by just thinking about it, Wisconsin Technology Network reported.
ar: وأفادت شبكة ويسكونسن التكنولوجية أن آدم ويلسون يستطيع باستخدام خوذة ذات قطب كهربائي موصلة بجهاز الكمبيوتر تحديث حسابه على موقع تويتر بالتفكير فيه فقط.

source: The electrodes detect the brain's thoughts and translates them into physical actions, such as a cursor motion on a computer screen.
ar: فالأقطاب الكهربائية تفحص أفكار المخ وتترجمها إلى أفعال واقعية مثل حركة مؤشر الفأرة على شاشة الكمبيوتر.

source: We started thinking that moving a cursor on a screen is a good scientific exercise, Justin Williams, a UW-Madison assistant professor of biomedical engineering and Wilson's adviser, told Wisconsin Technology Network. But when we talk to people who have
ar: وقال جاستين ويليامز أستاذ مساعد بجامعة ويسكونسن ماديسون في هندسة الطب الحيوي ومستشار ويلسون إلى شبكة ويسكونسن التكنولوجية بدأنا التفكير أن تحريك مؤشر الفأرة على الشاشة هو ممارسة علمية جيدة، وأضاف لكن عندما نتحدث إلى الناس المصابون بأمراض مزمنة أو لديهم

source: Researchers say the new technology could help people with amyotrophic lateral sclerosis (ALS), brain-stem stroke or high spinal cord injury.
ar: ويقول الباحثون إن التكنولوجيا الجديدة قد تساعد الذين يعانون من التصلب الجانبي الضموري أو تجلط جذع المخ أو إصابة حادة في الحبل الشوكي.

source: Wilson compares the technology to texting.
ar: ويقارن ويلسون التكنولوجيا بإرسال الرسائل النصية على الهاتف.

source: You have to press a button four times to get the character you want, Wilson says of the technology. So this is kind of a slow process at first.
ar: ويقول ويلسون عن هذه التكنولوجيا يجب أن تضغط على أحد الأزرار أربع مرات للحصول على الحرف الذي تريده، ويضيف لهذا فإنها عملية بطيئة نوعاً ما في البداية.

source: Venezuela establishes ties with Palestinians
ar: وطدت الحكومة الفنزويلية أواصر العلاقات مع السلطة الفلسطينية

source: Venezuela's Foreign Minister Nicolas Maduro, center, shakes hands with Palestinian Foreign Minister Riad Al-Malki prior to a meeting in Caracas, Monday, April 27, 2009. The Palestinian Authority is opening an embassy in Caracas on Monday.
ar: وزير الخارجية الفنزويلى نيكولاس مادورو يصاح وزير الخارجية الفلسطينى رياض المالكى قبل الإجتماع بكاراكاس، يوم الإثنين، الموافق السابع و العشرين من أبريل لعام 2009 ميلادية. حيث تقوم السلطة الفلسطينية بفتح السفارة الفلسطينية بكاراكاس فى نفس اليوم.

source: CARACAS, Venezuela --
ar: كاراكاس، فنزويلا

source: Palestinian officials established formal ties on Monday with Venezuela and opened a diplomatic mission in the South American country.
ar: و يقوم المسؤلون الفلسطينيون بإنشاء روابط رسمية يوم الإثنين مع الحكومة الفنزويلية و نتيجة لذلك قامت السلطة الفلسطينية قنصلية دبلوماسية بدولة أمريكا الجنوبية؛ فنزويلا.

source: Palestinian Foreign Minister Riad al-Malki thanked President Hugo Chavez's government for its support during the recent Israeli military offensive in the Gaza Strip, which prompted the Venezuelan leader to break off relations with Israel.
ar: و قام وزير الخارجية الفلسطينى رياض المالكى بشكر حكومة الرئيس الفنزويلى؛ هوجو شافيز لدعمها و تشجيعها خلال فترة العداء الإسرائيلى القائم للشعب الفلسطينى و العدوان الغاشم على غزة و التى حثت الرئيس الفنزويلى على قطع العلاقات مع إسرائيل.

source: Venezuelan-Palestinian relations have warmed as tensions have grown between Chavez's government and Israel.
ar: و قد أثارت العلاقات الفلسطينية الفنزويلية التوترات بين حكومة شافيز و إسرائيل.

source: Venezuelan Foreign Minister Nicolas Maduro said the Palestinian cause is like our own, while al-Malki praised Chavez as the most popular leader in the Arab world, in part for his staunch support of Palestinians.
ar: و أوضح وزير الخارجية الفنزويلى نيكولاس مادورو أن السبب الفلسطينى وراء ذلك شبيه بسببنا كذلك نحو نشأة تلك العلاقات، بينما إمتدح المالكى الرئيس الفنزويلى شافيز و قال أنه أكثر القادة شعبية فى العالم العربى. و ذلك نتيجة دعمه للشعب الفلسطينى.

source: The two officials signed a document formally establishing diplomatic relations, and a Palestinian Embassy in Caracas was inaugurated on Monday afternoon.
ar: و قد قام كلا الوزيرين بتوقيع وثيقة تحص إنشاء علاقات دبلوماسية بين البلدين بشكل رسمى، تتمثل فى إنشاء سفارة فلسطينية بكاراكاس يوم الإثنين مساءً.

source: Al-Malki said it is one of various embassies and representative offices throughout Latin America in countries from Cuba to Chile. Palestinian officials say there are 97 embassies and representative offices worldwide.
ar: و قال المالكى أن تلك السفارة هى واحدة من مجموعة متعددة من السفارات و المكاتب الدبلوماسية عبر دول أمريكا اللاتينية المختلفة و من كوبا إلى شيلى. و علق المسؤلون الفلسطينين أنه توجد سبع و تسعين سفارة و مكتب تمثيلى للسلطة الفلسطينية عبر دول العالم المختلفة.

source: Venezuela expelled Israeli diplomats on Jan. 6 to protest the Gaza offensive, and Israel later responded by kicking out Venezuelan envoys. Chavez has labeled Israeli leaders genocidal.
ar: و قد قامت فنززويلا بطرد الدبلوماسيين الإسرائيلين منذ السادس من يناير كصورة من صور الإعتراض على العدوان على غزة، و استجابت إسرائيل على ذلك التصرف بطرد مبعوثي الدبلوماسية الفنزويلية من إسرائيل.

source: Maduro accused Israel of persecuting Palestinians, saying they deserve to live in justice, in peace, in freedom and independence.
ar: و إتهم وزير الخارجية الفنزويلى مادورو الإسرائيلين بإنتهاك حرمة و ضطهاد الفلسطينين، معلقاً أنهم يستحقون أن يعيشوا فى عدالة و سلام و حرية بالإضافة إلى إستقلال و حكم ذاتى.

source: Al-Malki said Palestinian officials hope the new embassy in Caracas will serve as a sort of hub for diplomatic efforts across South America.
ar: كما أن المالكى علق موضحاً أن المسؤولين الفلسطينين يأملوا أن تكون السفارة الجديدة بكاراكاس نواة تمثل إحدى صور التقدم تجاه تكليل الجهود الدبلوماسية عبر دول أمريكا الجنوبية.

source: We also hope to open more Palestinian embassies all over the continent because for us it's a great priority... to focus on this continent due to the political importance it has, the Palestinian official said.
ar: و استطرد المالكى موضحاً أن أننا نأمل و نطمح أن نفتتح و ننشىء المزيد من السفارات الفلسطينية عبر دول القارة المختلفة، و ذلك لأنها تمثل بالنسبة لنا أولوية كبيرة ... لنقوم بالتركيز على تلك القارة لأهميتها السياسية.

source: Avaei on Friday reiterated that the Saberi case would be thoroughly processed to ensure a strong and fair ruling.
ar: و قد أعلنت أفاي مجددا يوم الجمعة أن قضية صبري سيتم معالجتها بدقة لضمان الوصول إلى حكم قوي و عادل .

source: The White House has called for the speedy release of Saberi where President Barack Obama has said that she is an American citizen, and I have complete confidence that she was not engaging in any sort of espionage.
ar: و في هذا الوقت دعا البيت الأبيض إلى الإفراج السريع عن صبري حيث تحدث الرئيس باراك أوباما قائلا: إنها مواطنة أميركية, و أنا على ثقة تامة بأنها لم تتورط بأي نوع من أنواع التجسس.

source: Saberi, who reported for the BBC, NPR, and Fox News during her six-year stay in Iran, was arrested in February for working illegally as a journalist after her press card was revoked in 2006.
ar: صبري, التي كانت تعمل كصحفية لإذاعة البي بي سي, الان بي ار, و فوكس نيوز خلال إقامتها لمدة ستة سنوات في إيران, تم اعتقالها في شهر شباط بسبب عملها الغير شرعي كصحفية و ذلك بعد إبطال بطاقتها الصحفية في عام 2006.

source: (Source: Press TV)
ar: ( المصدر: برس تي في )

source: Tuesday, April 28, 2009________|
ar: الثلاثاء, في الثامن و العشرين من شهر نيسان, 2009 |

source: Back
ar: عودة

source: Send To Friend
ar: أرسل لصديق.

source: أوباما _يختار العالم المصري أحمد زويل ضمن مجلس مستشاريه العلميين
ar: Obama names Egyptian scientist Ahmed Zewail to Council of Science Advisors
